Repository: fati2025s/projects
Catalog: lumaapp/lib/l10n/app_*.arb
Languages: fa

source: Welcome
fa: خوش آمدید

# enter
source: start
fa: ورود

# social
source: Join our social networks
fa: به شبکه های اجتماعی ما بپیوندید

# taiid
source: ok
fa: تایید

# phonenumber
source: Please enter your mobile phone number.
fa: لطفا شماره تلفن همراه خود را وارد کنید.

# etebar
source: The number you entered is invalid.
fa: شماره ای که وارد کرده اید نامعتبر است.

# error1
source: An unspecified error has occurred.
fa: خطای نامشخصی رخ داده است.

# error
source: There is a problem with the server.
fa: مشکلی در ارتباط با سرور وجود دارد.

# error2
source: An error occurred with code {statusCode}.
fa: خطا با کد {statusCode} رخ داد.

# log
source: Login & Signup
fa: ورود و ثبت نام

# phone
source: Mobile phone number
fa: شماره تلفن همراه

# code
source: Please enter your one-time code.
fa: لطفا کد یکبار مصرف خود را وارد کنید.

# code1
source: Enter the one-time code.
fa: کد یکبار مصرف را وارد کنید

# ersal
source: Resend password
fa: ارسال مجدد رمز

source: Home
fa: خانه

source: username
fa: نام کاربری

# edit
source: Edit information
fa: ویرایش اطلاعات

source: Logout
fa: خروج از حساب کاربری

# delacco
source: Delete account
fa: حذف حساب کاربری

# module
source: Types of modules
fa: انواع ماژول ها

# module1
source: TV control module
fa: ماژول کنترل تلویزیون

# module2
source: Lighting module
fa: ماژول روشنایی

# module3
source: Cooler module
fa: ماژول کولر

# module4
source: Wi-Fi module
fa: ماژول وای فای

# loc
source: Module locations:
fa: محل های قرارگیری ماژول:

# count
source: {count}module
fa: {count}ماژول

# loc1
source: Bathroom
fa: سرویس بهداشتی

# loc2
source: Bedroom
fa: اتاق خواب

# loc3
source: Hall
fa: پذیرایی

# loc4
source: Kitchen
fa: آشپزخانه

# error3
source: Failed to add location
fa: اضافه نشد

source: Add...
fa: اضافه کنید...

# add1
source: What do you want to add?
fa: چی میخوای اضافه کنی؟

# add2
source: Product location
fa: محل قرارگیری محصول

# add3
source: Product location name:
fa: نام محل قرارگیری محصول:

# add4
source: Please enter the location of the product.
fa: لطفا محل قرارگیری محصول را وارد کنید.

# add5
source: Product location type:
fa: نوع محل قرارگیری محصول:

# add6
source: add
fa: اضافه کن

# error4
source: Failed to add lumakeyModulesss
fa: مازول کولر اضافه نشد

# error5
source: Failed to add lumcyModule
fa: ماژول روشنایی اضافه نشد

# lamp
source: Lighting module product (Lumsi)
fa: محصول ماژول روشنایی (لومسی)

# lamp1
source: Location of the Lumsey module:
fa: محل قرارگیری ماژول لومسی:

# lamp2
source: Lumsey Module ID:
fa: شناسه ماژول لومسی:

# lamp3
source: Please enter your Lumsey module ID.
fa: لطفا شناسه ماژول لومسی خود را وارد کنید.

# lamp4
source: Lumsey module activation code:
fa: کد فعالسازی ماژول لومسی:

# lamp5
source: Please enter your Lumsey module activation code.
fa: لطفا کد فعالسازی ماژول لومسی خود را وارد کنید.

# coler
source: Cooler module product (Lomaki)
fa: محصول ماژول کولر (لوماکی)

# coler1
source: Location of the Lumaki module:
fa: محل قرارگیری ماژول لوماکی:

# coler2
source: Lumaki Module ID:
fa: شناسه ماژول لوماکی:

# coler3
source: Please enter your Lumaki module ID.
fa: لطفا شناسه ماژول لوماکی خود را وارد کنید.

# coler4
source: Lumaki module activation code:
fa: کد فعالسازی ماژول لوماکی:

# coler5
source: Please enter your Lumaki module activation code.
fa: لطفا کد فعالسازی ماژول لوماکی خود را وارد کنید.

# scan
source: Scan the information!
fa: اطلاعات را اسکن کنید!

# error6
source: Failed to load models
fa: ماژول ها لود نشدند

# lang
source: language
fa: زبان برنامه

# prof
source: User profile
fa: پروفایل کاربر

# update
source: Profile updated successfully
fa: پروفایل آپدیت شد

# requiredField
source: This field is required
fa: این فیلد الزامی می باشد

# error10
source: Error downloading modules:{statusCode}
fa: خطا در دریافت ماژول‌ها:{statusCode}

# tempra
source: temperature {location}
fa: دمای {location}

# dontexit
source: Cooler module is not available.
fa: ماژول کولر موجود نیست.

# currentTemp
source: currentTemp{temp}째c
fa: دمای حال {temp}°c

# minTemp
source: minTemp{cold}째c
fa: سرد ترین دما{cold}°c

# maxTemp
source: maxTemp{hot}째c
fa: گرم ترین دما{hot}°c

# coolerSetTemp
source: coolerSetTemp{hot}째c
fa: دمای عمل کولر{hot}°c

# error11
source: More than one cooler module cannot be added to a location.
fa: بیش از یک ماژول کولر نمی توان به یک محل افزود

# coler6
source: cooler{int}
fa: کولر{int}

# onoff
source: Online & Offline
fa: آنلاین و آفلاین

# on
source: Online
fa: آنلاین

# off
source: Offline
fa: آفلاین

# oto
source: Automatic
fa: اتوماتیک

# set
source: Setting
fa: تنظیمات

# ton
source: sharp round
fa: دور تند

# kon
source: go away
fa: دور کند

# pom
source: pump
fa: پمپ

# mod
source: Management mode
fa: حالت مدیریت

# rah
source: High-speed start-up
fa: راه اندازی با دور تند

# timecontorol
source: Time control
fa: کنترل زمانی

# ontime
source: Time to stay on:
fa: زمان روشن ماندن:

# min1
source: 15 minutes
fa: 15 دقیقه

# min2
source: 30 minutes
fa: 30 دقیقه

# min3
source: 45 minutes
fa: 45 دقیقه

# h1
source: 1 hour
fa: 1 ساعت

# h2
source: 2 hour
fa: 2 ساعت

# h3
source: 3 hour
fa: 3 ساعت

# h4
source: 4 hour
fa: 4 ساعت

# h5
source: 5 hour
fa: 5 ساعت

# h6
source: 6 hour
fa: 6 ساعت

# oftime
source: Time to stay on:
fa: زمان خاموش ماندن:

# temcon
source: Temperature control
fa: کنترل دمایی

# hasas
source: Sensitive temperature:
fa: دمای حساس:

# temhash
source: Temperature margin:
fa: حاشیه دما:

# nor
source: lighting{int}
fa: روشنایی{int}

# error20
source: There is no module to display.
fa: ماژولی برای نمایش وجود ندارد.

# nemidanam
source: List of lighting modules
fa: لیست ماژول های روشنایی

# doncoler
source: Cooler module is not available
fa: ماژول کولر موجود نمی باشد
